tap "simonbs/dependency-graph", "https://github.com/simonbs/dependency-graph.git"

brew "cloc"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gnupg"
brew "graphviz"
brew "helix"
brew "irssi"
brew "pinentry-mac"
brew "python@3.11"
brew "wget"
brew "yt-dlp"
brew "simonbs/dependency-graph/dependency-graph"
