tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "asdf"
brew "ffmpeg"
brew "fish"
brew "gnupg"
brew "irssi"
brew "mas"
brew "pinentry-mac"
brew "swiftlint"
brew "yt-dlp"

cask "alfred"
cask "dash"
cask "hex-fiend"
cask "netnewswire"
cask "optimus-player"
cask "screens-connect"
cask "sim-genie"
cask "soulver"
cask "superduper"
cask "textmate"
cask "tower"
cask "transmit"

mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "DaisyDisk", id: 411643860
mas "Deliveries", id: 290986013
mas "Divvy", id: 413857545
mas "Instapaper Save", id: 1481302432
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "SVG Assets", id: 1473747723
mas "TaskPaper", id: 1090940630
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005
