tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fish"
brew "gnupg"
brew "mas"
brew "pinentry-mac"

cask "alfred"
cask "dash"
cask "hex-fiend"
cask "textmate"
cask "tower"

mas "1Blocker", id: 1365531024
mas "1Password 7", id: 1333542190
mas "Divvy", id: 413857545
mas "Instapaper Save", id: 1481302432
mas "Pastebot", id: 1179623856
mas "TaskPaper", id: 1090940630
mas "Tot", id: 1491071483
mas "Tweetbot", id: 1384080005